// Author: Xia Xuan
// Version: 5.3.1.0 (24.04.2017)

// General

000 = 繁體中文
001 = 是
002 = 否
003 = 確定 
004 = 退出
005 = 控制面板
006 = 規則面板
007 = 增加您要允許的程式
008 = 增加您要禁止的程式
009 = 通過點擊程式視窗增加允許的程式
010 = 通過點擊程式視窗增加禁止的程式
011 = 或點擊這個對話方塊以取消操作
012 = 已成功創建一個新的規則以允許所有連接
013 = 已成功創建一個新的規則以禁止所有連接
016 = 全部策略已經成功導入
017 = 全部策略已經成功導出
018 = 已成功還原默認策略。
021 = 指定與規則匹配的檔的完整路徑
022 = 部分策略已經成功導入
023 = 部分策略已經成功導出
024 = 導入策略檔失敗
025 = 導出策略檔失敗
028 = 連接到位置
029 = 用戶手冊
030 = 鎖定 Windows 防火牆狀態
031 = 解鎖 Windows 防火牆狀態
032 = 鎖定
033 = 解鎖
034 = 取消
035 = 請設置您的密碼
036 = 輸入解鎖密碼
037 = 密碼錯誤
038 = 顯示密碼
039 = 訪問開發者網站
040 = 管理 Windows 防火牆規則
041 = 按下鎖定圖示解鎖
042 = 您確定要關閉 Windows 防火牆保護？
043 = 不再顯示
044 = 唯讀
045 = 帶有邊緣遍曆的入站規則由於“遵從用戶”原則，一些屬性將被禁用，只能進行有限的設置。你想繼續嗎？
046 = 您確定要刪除這些規則嗎？
050 = 擴展屬性
051 = 此規則包含額外的屬性只能從高級安全 Windows 防火牆配置
053 = 無
052 = 計數
060 = 刷新設置
061 = 打開自動刷新

// Tab items

100 = 配置檔
200 = 通知
300 = 選項
400 = 規則
500 = 工具
600 = 關於

// Profiles

101 = 過濾級別是指定哪些連接是要禁止的，哪些連接是允許的
102 = 高過濾
103 = 禁止所有出站和入站連接。此配置將禁止所有從您的電腦發出的連接及到您的電腦連接嘗試。
104 = 中過濾（推薦）
105 = 禁止與規則不匹配的出站連接，只有那些符合允許規則的程式才允許連接。
106 = 低過濾
107 = 允許與規則不匹配的出站連接，只有那些符合禁止規則的程式才會被禁止。
108 = 無過濾
109 = 關閉 Windows 防火牆。請避免使用此設置，除非您有另一個防火牆在運行。
110 = 中過濾
111 = 進行安裝、更新時會切換成低過濾，請設置何時還原指定的過濾級別。
112 = 自動還原
113 = 在
114 = 分鐘後

// Notifications

201 = 通知方式是指定哪些被禁止的出站連接應顯示以通知用戶
204 = 顯示通知
205 = 顯示所有被禁止出站連接的通知，但不顯示如下例外定義的程式。
206 = 學習模式
207 = 自動為數位簽名程式創建出站允許規則，只有當無數位簽名的程式訪問網路時才顯示通知。
208 = 禁用
209 = 不顯示通知。
210 = 通知選項
211 = 自動關閉通知視窗在
212 = 秒後。
213 = 為臨時規則自定義超時時間為
214 = 當有產生新通知時播放提示音
215 = 播放默認音頻
216 = 播放自定義音頻
217 = 請選擇自定義通知音效
218 = 通知系統僅對註冊用戶有效，如果您希望使用此功能請啟動程式。感謝您的支持。
219 = 點擊此處以瞭解如何成為註冊用戶
220 = 通知視窗置頂顯示
221 = 高級通知設置
222 = 重置為默認的高級設置
223 = 當搜索匹配的規則時使用允許的規則。如果顯示重複通知，建議考慮與其他安全軟體相容。
224 = 當搜索匹配的規則時使用一般禁止的規則。如果應用於所有程式的禁止規則與被禁止的連接相匹配，將不顯示通知視窗。
225 = 當搜索匹配的規則時使用禁用的規則，當匹配禁用規則時，將不顯示通知視窗。
230 = 通過學習模式創建的規則
240 = 定義以下的檔和檔夾的通知不顯示
241 = 通知例外
242 = 添加例外
243 = 刪除例外
244 = 在這裏定義一個新例外
245 = 添加到通知的例外
246 = 排除文件
247 = 排除文件夾

// Options

301 = 以下選項將應用於本機中的所有用戶帳戶
302 = Shell 菜單集成
303 = 程式將集成於可執行檔及其快捷方式的右鍵功能表中。
304 = 登錄時自動啟動
305 = 當使用快速用戶切換功能時，此選項適用於首次登錄的用戶。
308 = 全局熱鍵
309 = 您可以通過全局熱鍵在任何情況下呼出本程式。
310 = 設置任意 RGB 顏色組合以改變程式外觀
311 = 紅
312 = 綠
313 = 藍
314 = HEX 色碼
321 = 高過濾配置檔已啟用。網路連接將被禁止，直到該配置檔手動切換。
324 = 導入、導出或恢復用戶設置
325 = 從檔中導入用戶設置
326 = 導出用戶設置至檔
327 = 重置所有設置至預設值
328 = 用戶設置已成功導出到
329 = 在確認這個操作後，程式將自動重啟以載入所有的設置，您確定要繼續嗎？
330 = 允許通過 Windows 防火牆
331 = 拒絕通過 Windows 防火牆

// Rules

401 = 當創建一個新的規則時，指定應用方向為出站或入站
402 = 僅出站（推薦）
403 = 在創建新規則以允許或禁止應用程式時，默認只創建出站規則。
404 = 僅入站
405 = 默認情況下只創建入站規則。請慎用此選項，入站訪問通常是伺服器應用程式所需要的。
406 = 出站及入站
407 = 創建新規則是將默認應用於出站以及入站匹配，不推薦使用。
408 = 當創建一個新規則時，指定應用的配置檔：
409 = 導入、導出或恢復防火牆規則
410 = 從檔中導入 Windows 防火牆規則
411 = 導出 Windows 防火牆規則至檔
412 = 還原 Windows 防火牆默認設置
413 = 還原 Windows 防火牆推薦規則
414 = 一個完整的策略檔已被選中。導入某些策略時將覆蓋當前 Windows 防火牆全部策略。若您希望保存這些設置的副本，則應首先導出當前的策略。是否要從所選擇的檔導入防火牆規則？
415 = 還原默認策略將重置自從安裝 Windows 之後對 Windows 防火牆所做的所有更改，這可能將導致某些程式停止運行。是否確認繼續操作？
416 = 從文件導入...
417 = 導出至文件...
418 = 已成功還原 WFC 推薦規則。
419 = 請刷新規則面板視窗中的規則。謝謝。
420 = 此操作將刪除所有防火牆的連接記錄。你確定要繼續嗎？
421 = 一個部分的策略檔已被選中。從該檔導入防火牆規則，您的當前規則將保持不變並將此檔中規則添加到您當前的規則集中。您是否確定從所選檔中導入防火牆規則？
422 = 檔不可訪問或格式無效！
423 = 恢復 WFC 推薦的規則將再次重新創建這些規則。目前現有的規則將保持不變，您確定要繼續嗎？

// Security

450 = 安全
451 = 下面指定將通過 Windows Firewall Control 強制執行的安全增強功能
452 = 安全啟動
453 = 系統關閉時自動設置高過濾配置檔。在 Windows 啟動時，所有網路連接將被禁止直到用戶手動更改配置檔。
454 = 安全規則
455 = 保護 Windows 防火牆規則免受外部篡改。啟用此功能後，只能通過此軟體來添加、修改或刪除防火牆規則。
456 = 啟用此功能之前，請先閱讀用戶手冊，瞭解並知曉此操作的後果。是否確認要繼續？
470 = 安全配置
471 = 保護 Windows 防火牆狀態免受外部篡改。啟用此功能後，只能通過此軟體來導入防火牆規則和更改篩選模式。
480 = 切換安全規則
481 = 安全規則已啟用
482 = 安全規則已禁用

// Tools

501 = 使用以下快捷方式運行各種系統實用程式，請注意這些程式將以管理員許可權運行。
502 = 高級安全 Windows 防火牆
503 = 事件查看器
504 = 資源監視器
505 = Windows 防火牆
510 = 可設置以下 URL 進行若干任務。其中 (0) 表示參數變數的位置，在查詢時將自動替換為目標參數。
511 = 通過該 URL 查詢某個 IP 地址的信譽
512 = 通過該 URL 查詢某個檔的 SHA256 哈希值
513 = 通過該 URL 查詢功能變數名稱的 WHOIS 詳情
514 = 通過該 URL 查詢某個特定埠的詳情
520 = 複製...
521 = 全部

// About

601 = 關於程式
602 = 檢查更新
603 = 無法連接到更新伺服器，訪問被禁止，請確保這程式連接到互聯網不被禁止。
605 = 您正在使用最新版本，暫無可用更新。
606 = 有新的 Windows Firewall Control 可用版本
607 = 您是否確認下載並更新到最新版本？
608 = 查看更改日誌
609 = 啟動狀態
610 = 產品已啟動
611 = 產品未啟動
612 = 感謝您的支持
613 = 點擊此處啟動
614 = 以下安裝 ID 是程式在安裝時自動生成的。請將獲得的啟動碼粘貼至下方文本框中，然後點擊“啟動”按鈕以啟動產品。要獲得相應的啟動碼，請從網站登錄您的註冊帳戶。
615 = 點擊此處打開登錄頁面
616 = 安裝 ID
617 = 啟動碼
618 = 啟動
619 = 複製到剪貼板
620 = 從剪貼板粘貼
621 = 介面類型
622 = 所有介面類型
623 = 特定介面類型
624 = 本地區域網路
625 = 遠端登錄
626 = 無線網路
627 = 入站
628 = 出站
629 = 出站和入站
640 = 邊緣遍曆
641 = ICMP 設置
642 = 凍結第一列
680 = 項目
681 = 所有的項目
682 = 最近的專案
690 = 自動檢查更新
691 = 使用代理伺服器
692 = 代理伺服器配置
693 = 地址
694 = 用戶名
695 = 密碼
696 = 啟動碼必須有16個字元
697 = 無效的啟動代碼。請確保您具有此版本的程式的相應啟動代碼。
698 = 這個啟動碼是有效的
699 = 父進程

// Manage Rules

700 = 進程 ID
701 = 名稱
702 = 組
703 = 程式
704 = 位置
705 = 啟用
706 = 操作
707 = 方向
708 = 本地地址
709 = 本地埠
710 = 遠程地址
711 = 遠端埠
712 = 協議
713 = 服務
714 = 描述
715 = 連接時間
716 = 操作
717 = 刷新列表
718 = 顯示無效的規則
719 = 清除日誌
720 = 搜索規則
721 = 連接日誌
722 = 查看防火牆連接日誌
723 = 查看
724 = 顯示
725 = 最近100個連接
726 = 最近500個連接
727 = 所有鏈結
728 = 連接
729 = 列設置
730 = 顯示
731 = 規則
732 = 所有規則
733 = 入站規則
734 = 出站規則
735 = 用戶創建的規則
736 = 篩檢程式
737 = 無篩檢程式
738 = 啟用篩檢程式
739 = 停用篩檢程式
740 = 搜索
741 = 連接日誌
742 = 策略
743 = 從檔導入規則
744 = 導出所有規則
745 = 導出所選規則
746 = 還原默認規則
747 = 還原推薦規則
748 = 允許連接
749 = 禁止連接
750 = 創建新規則
751 = 增加允許程式
752 = 點擊允許程式
753 = 增加禁止程式
754 = 點擊禁止程式
755 = 允許此程式
756 = 禁止此程式
757 = 新增空白規則
758 = 新增自定義規則
759 = 禁用禁止連接進行日誌記錄也將會導致通知被禁用，您是否確認繼續操作？
760 = 選項
761 = 允許
762 = 禁止
763 = 啟用
764 = 禁用
765 = 刪除
766 = 屬性
767 = 複製
768 = 一般
769 = 高級
770 = 應用
771 = 協議以及埠
772 = 本地以及遠端 IP 地址
773 = 入站
774 = 出站
775 = 域
776 = 專用
777 = 公用
778 = 所有
779 = 創建
780 = 任何
781 = 所有埠
782 = 自定義埠
783 = 自定義地址
784 = 所有程式
785 = 此程式
786 = 流覽...
787 = 例如: 80,443,9-29
788 = 例如: 50.87.146.202
792 = 請點擊“刷新列表”按鈕或 F5 鍵以載入數據
793 = 請稍候...
794 = 添加到組
795 = 重置排序
796 = 連接
797 = 最近禁止
798 = 最近允許
799 = 顯示重複的規則

// Notification Dialog

800 = 禁止出站連接
801 = 本地地址
802 = 遠程地址
803 = 數字簽名
804 = 遠程 IP 地址
805 = 創建前自定義此規則
806 = 允許此程式
807 = 總是允許此程式訪問互聯網
808 = 禁止此程式
809 = 總是禁止此程式訪問互聯網
810 = 暫時禁止此程式稍後再詢問
811 = 暫時允許
812 = 檢查此檔
813 = 查詢 WHOIS 資訊
814 = 驗證 IP 地址
815 = 打開文件位置
816 = 打開檔屬性
817 = 複製路徑到剪貼板
818 = 查看更多埠資訊
819 = 返回到規則詳細資訊
823 = 暫時允許
824 = 暫時禁止
825 = 直至 WFC 重新啟動
830 = 合併規則
831 = 已合併規則
840 = 適用於所有程式和服務
841 = 僅適用於服務
850 = 源地址
851 = 源埠
852 = 目標位址
853 = 目標埠

// Validations

920 = 請輸入規則名稱
921 = 不允許含有空格
922 = 埠範圍必須在 0~65535 之間
923 = 請輸入一個有效的 IP 範圍
924 = 請輸入一個有效的 IP 位址
925 = 不允許重複參數
926 = 參數不能為空
927 = 參數不能為負數
928 = 無效埠範圍
929 = 此處不能為空
930 = 此文件不存在
931 = 支持擴展
932 = 此欄位必須輸入 0~999 之間的數值
933 = 無效的子網路遮罩
934 = 此欄位必須輸入 1~60 之間的數值
935 = 必填的欄位
936 = 無效的規則，此規則定義的程式路徑不存在。
940 = 無法連接到 Windows Firewall Control 服務

// Uninstall

950 = 卸載
951 = 此操作將會從您的電腦刪除此程式，請選擇您希望如何處置當前 Windows 防火牆設置：
952 = 重置為默認的 Windows 防火牆設置，所有用戶創建的規則將被刪除，僅保留 Windows 防火牆默認規則。
953 = 恢復到安裝前的狀態，任何先前的設定都會被重置。
954 = 保留當前的防火牆規則和設置。僅刪除程式，並保留其他設置和規則。
955 = 刪除啟動狀態
956 = 禁用 Windows 防火牆日誌記錄
957 = 正在卸載中...
958 = 程式在開啟密碼鎖定時不允許卸載，請解鎖後重試。不要試圖使用第三方軟體強制卸載，否則 Windows 防火牆將無法使用。